# St7DeleteLoadPath

Deletes the specified load path.

long St7DeleteLoadPath(long uID, long LoadPathID)

Input Parameters

uID

Strand7 model file ID.

LoadPathID

Load path ID.

Strand7 API Manual

Node Attributes – Set